[
  {
    "id": 6,
    "id_category": 3,
    "id_units": 2,
    "id_trademark": 1,
    "name": "Кандалы с карабинами.",
    "count": 34,
    "price": "$12.32",
    "description": "Материал: натуральная кожа ",
    "date_manufacture": null,
    "date_expiration": null,
    "photo": "http://4sm.ru/images/product_images/popup_images/84_1.jpg"
  },
  {
    "id": 2,
    "id_category": 3,
    "id_units": 2,
    "id_trademark": 1,
    "name": "Трусы плоские швы, боксеры OVO Collezion",
    "count": 12,
    "price": "$23.23",
    "description": "Турецкая ткань высшего качества пенье. \nИдеально подходит для самой чувствительной кожи.",
    "date_manufacture": null,
    "date_expiration": null,
    "photo": "https://cdn1.ozone.ru/s3/multimedia-g/c1000/6022024564.jpg"
  },
  {
    "id": 4,
    "id_category": 3,
    "id_units": 2,
    "id_trademark": 1,
    "name": "Эротические меховые наручники для ролевых игр",
    "count": 34,
    "price": "$54.23",
    "description": "Меховые наручники для взрослых для него и для нее - это товары для взрослых, которые добавят ещё больше эмоций в сексуальные игры. Наручники для секса надежно фиксируют руки Вашего партнера. Эротические сексуальные игрушки сделаны из гипоаллергенной экокожи и искусственного меха, которые не перетягивают руки и не натирает запястья. Браслет наручники идут на ремешке, регулируемым по размеру, а между собой скреплены цепочкой, которая отстегивается. БДСМ игрушка создана для разнообразия своей сексуальной жизни, для смелых эротических фантазий и новых сексуальных ощущений. Игрушка для взрослых подойдет как для женщин, так и для мужчин. Кожаные наручники для взрослых можно использовать как спереди, так и сзади. Поэтому секс игрушка имеет универсальный размер, который вы сможете надеть как на руки, так и на ноги партнера. Интимные товары для секса помогут распределить роли в сексе и вывести вашу эмоциональную связь на новый уровень. Бдсм наручники с мехом приятно ощущаются на руках и не оставляют следов после использования. Секс игра эротик как в порно добивается физического и психологического подчинения, чтобы партнер полностью прочувствовал всю действительность происходящего. Каждый товар для взрослых упакован в непрозрачную упаковку, чтобы никто не видел, что находится внутри. Данные товары предназначены только для взрослых.",
    "date_manufacture": null,
    "date_expiration": null,
    "photo": "https://btoys.ru/images/bdsm_sex/bdsm_sex_4.jpg"
  },
  {
    "id": 3,
    "id_category": 3,
    "id_units": 2,
    "id_trademark": 1,
    "name": "Трусы стринги Мисс Кис-Ки",
    "count": 20,
    "price": "$32.15",
    "description": "Мужские стринги это идеальный мужской подарок на любой праздник, на Новый год, на день рождения, на день святого Валентина, на 14 февраля, на 23 февраля, на свадьбу для любимого мужчины, мужа, друга, партнера, парня или для себя. Идеально подчеркивают все",
    "date_manufacture": null,
    "date_expiration": null,
    "photo": "https://cdn1.ozone.ru/s3/multimedia-w/c1000/6248881208.jpg"
  },
  {
    "id": 1,
    "id_category": 3,
    "id_units": 2,
    "id_trademark": 1,
    "name": "Трусы T-SOD",
    "count": 10,
    "price": "$43.23",
    "description": "Традиционные мужские [семейные] трусы до сих пор вне конкуренции. Свободный крой, тянущуюся резинка, комфорт в носке - после стирки они сохраняют свою форму. Качественная ткань, в составе которой - натуральный хлопок, удобная модель.",
    "date_manufacture": null,
    "date_expiration": null,
    "photo": "https://cdn1.ozone.ru/s3/multimedia-z/c1000/6229930019.jpg"
  },
  {
    "id": 8,
    "id_category": 3,
    "id_units": 2,
    "id_trademark": 1,
    "name": "Костюм для ролевых игр",
    "count": 32,
    "price": "$23.21",
    "description": "Данный мужской эротический костюм выполнен в стиле BDSM является прекрасным выбором для самого горячего и незабываемого свидания. Благодаря этому комплекту Вы можете реализовать самые смелые эротические фантазии, которые придадут Вашим отношениям новизны. В этом эротическом белье Вы будете смотрится мужественно и сексуально, дерзко и горячо. Белье БДСМ с портупеями не оставит никого равнодушным. ",
    "date_manufacture": null,
    "date_expiration": null,
    "photo": "https://z-plod.ru/image/data/blog/30.05.19-2/30.05.19_07-min.jpg"
  },
  {
    "id": 5,
    "id_category": 3,
    "id_units": 2,
    "id_trademark": 1,
    "name": "Кляп SeSati BD109S2SL55BK",
    "count": 12,
    "price": "$3.21",
    "description": "Этот силиконовый кляп к заставит замолчать особо разговорчивого партнера, на то время, пока вы вновь не позволите ему говорить! Кляп безопасен, в нем имеются отверстия для дыхания. С помощью ремней из силикона вы сможете отрегулировать подходящий размер. Эта игрушка для взрослых идеально подойдет всем желающим попробовать ролевые игры и БДСМ практику в своей сексуальной жизни. Подобные секс-игрушки позволяют ощутить некий трепет и волнение, что несомненно сблизит вас с вашим сексуальным партнером. Доступен в 2 цветах - брутальном черном и нежном розовом.\n\nРегулируемая длина ремешка. Размер S. Диаметр шарика: 3,5 см",
    "date_manufacture": null,
    "date_expiration": null,
    "photo": "https://avatars.mds.yandex.net/get-mpic/5238263/img_id3282579293958225103.jpeg/orig"
  },
  {
    "id": 7,
    "id_category": 3,
    "id_units": 2,
    "id_trademark": 1,
    "name": "боксеры BORNERS",
    "count": 54,
    "price": "$11.23",
    "description": "Команда Borners с трепетом отшивала каждую деталь мужских боксеров.\nДля нас важно, чтобы вы наслаждались удобством и комфортом представленных моделей!",
    "date_manufacture": null,
    "date_expiration": null,
    "photo": "https://static-ru.insales.ru/files/1/4852/11539188/original/https_3A_2F_2Ftextreporter.ru_2Fphoto_2FDepositphotos_241745086_s-2019.jpg?1584009009"
  }
]
